[MENU128]
P57601=文件(&F)
P57600=新建(&N)
57600=普通文本(&N)
1233=二进制(&B)
1230=配置模板(&C)...
57601=打开(&O)...
1206=关闭(&C)
1203=关闭其它窗口(&C)
1237=重新读取(&R)
1658=指定编码重读(&E)
57603=保存(&S)
1234=保存全部(&S)
57604=另存为(&A)...
57609=打印预览(&P)
57607=打印(&P)...
1236=清除历史记录(&H)
P35001=最近的文件(&R)
35001=空
57665=退出(&X)
P57643=编辑(&E)
57643=撤消(&U)
57644=重做(&R)
57635=剪切(&T)
57634=复制(&C)
57637=粘贴(&P)
P87=剪贴板(&C)
87=剪切并追加(&A)
88=复制并追加(&C)
90=剪切标记行(&M)
89=复制标记行(&L)
91=列模式粘贴(&P)
94=行尾列模式粘贴(&T)
61=粘贴并缩进(&I)
1429=清空剪贴板(&E)
1338=列模式(&C)
P26=删除(&D)
26=删除(&D)
27=删除下一个字符(&N)
85=删除单词(&W)
28=向左删除单词(&P)
29=向右删除单词(&N)
30=删除整行(&L)
79=删除到行头(&H)
80=删除到行尾(&E)
1428=删除空白行
1409=删除重复行
63=删除行头空白(&L)
64=删除行尾空白(T)
P57642=选择(&S)
57642=全选(&A)
46=选择单词(&W)
86=选择整行(&L)
67=选择到匹配括号(&P)
77=选择到匹配括号(包含括号)
55=选择到上一行(&U)
56=选择到下一行(&D)
106=选择选区每一行
1410=快速选择(&Q)
1422=选择所有匹配(&O)
P57=转换(&C)
57=转为大写(&U)
58=转为小写(&L)
82=反转大小写(&I)
102=单词首字母大写(&C)
97=转为全角(&F)
98=转为半角(&H)
69=制表符转为空格(&T)
70=空格转为制表符(&S)
83=行头制表符转为空格(&L)
84=行头空格转为制表符(&L)
P72=格式(&F)
72=合并行(&J)
47=增加缩进(&I)
48=减少缩进(&D)
1413=单行注释(&C)
1414=取消单行注释(&U)
1415=多行注释(&B)
1416=取消多行注释(&B)
P1417=插入(&I)
1417=日期(&D)
1418=时间(&T)
1419=自定义日期/时间
P1330=代码折叠(&F)
1330=取消折叠(&C)
1331=语法折叠(&S)
1332=缩进折叠(&I)
62=折叠当前级别
52=展开当前级别
1339=折叠全部(&F)
1400=展开全部(&U)
1622=折叠级别:2
1623=折叠级别:3
1624=折叠级别:4
1625=折叠级别:5
1626=折叠级别:6
1627=折叠级别:7
1628=折叠级别:8
1629=折叠级别:9
P81=其它(&O)
81=交换字符(&T)
54=重复当前行(&D)
68=复制行
36=切换覆写模式
1423=部分编辑(&P)
1412=HEX模式(&M)
P1318=查看(&V)
P1430=字体(&F)
1430=默认(&D)
1431=自定义1
1432=自定义2
1433=自定义3
1434=自定义4
1435=自定义5
1424=加大字号(&L)
1425=减小字号(&S)
1321=设置字体(&F)
P1324=工具栏(&T)
1324=标签栏(&B)
59392=工具条(&T)
59393=状态栏(&S)
1314=模式工具条(&M)
1318=自定义标记(&C)
1312=大纲视图(&O)
1292=快捷目录(&D)
1291=文件列表(&O)
1329=代码片段(&S)
1325=输出窗口(&O)
1322=命令窗口(&C)
1300=行号(&L)
1301=标尺(&R)
1671=使用软空格(&U)
1326=括弧高亮(&B)
1327=高亮网址和邮件(&H)
1313=选区高亮(&S)
P1305=符号显示(&S)
1305=当前行
1307=缩进线
1311=边界线
1337=列标记
1672=图标区域
1302=空白字符
1303=换行符
1304=文档结束符
1306=控制字符
1310=选择时全部显示
1309=折叠尾部字符
1673=扩展当前行背景
1674=同层背景色
1323=行间距(&L)
1289=Web输出(&O)
1290=Web预览(&P)
1288=外部浏览器预览
1328=全屏显示(&F)
P1775=查找(&S)
1775=万能查找(&F)
1771=刷新Tags(&R)
57636=查找(&F)
1401=查找下一个(&N)
1402=查找上一个(&P)
1406=查找下一个单词(&W)
1407=查找上一个单词(&O)
1403=查找全部(&A)
1408=在文件中查找和替换(&I)...
57641=替换(&R)
1420=批量替换(&B)...
1663=下一个配对字符
1426=跳转(&G)
P1276=书签(&M)
1276=设置书签(&T)
1279=下一个书签(&N)
1278=上一个书签(&P)
1277=删除全部书签(&D)
60=括号匹配(&M)
104=下一个编辑位置(&N)
105=上一个编辑位置(&P)
P1662=文档(&D)
P1294=自动换行(&W)
1294=取消换行(&C)
1297=智能换行(&S)
1296=窗口边界处换行(&W)
1295=指定列换行(&F)
1293=指定列换行并扩展制表符(&F)
1662=切换文件类型(&T)...
1665=禁止编辑(&D)
1661=阅览模式(&B)
1664=写作模式(&F)
1658=重新读取为指定编码(&E)
1659=转换编码(&C)
1654=自动缩进(&I)
1657=自动配对(&P)
1427=自动完成(&C)
1666=自动HTML/XML标签(&T)
1650=复制路径(&P)
1651=监视剪贴板(&M)
1655=在文件管理器中打开(&O)
P1653=高级(&A)
1653=刷新语法文件(&U)
1660=查看Scope(&V)
P1770=工程(&P)
1770=工程窗口(&P)
1772=管理工程(&M)
1774=添加当前文件(&C)
1776=在工程中查找和替换(&F)
P1683=工具(&T)
1683=拼写检查(&C)
1684=即时检查(&I)
P1336=设置(&P)
1336=常规(&G)
1298=主题(&T)
1460=快捷键(&S)
1459=语法着色(&H)
1652=排序(&S)
1612=序列(&Q)
1614=选区求和(&U)
1615=文件比较(&D)
1580=外部工具(&E)
P1591=工具分组(&T)
1591=分组1
1592=分组2
1593=分组3
1594=分组4
1595=分组5
1596=分组6
1597=分组7
1598=分组8
1599=分组9
P1574=扩展(&A)
P1314=模式(&M)
1314=模式工具条(&M)
P1575=插件(&P)
P1570=宏
1570=录制(&R)
1571=回放(&P)
1573=重复播放(&R)
1572=另存为(&S)
1574=刷新脚本(&M)...
1576=读取(&L)
1577=查看(&V)
P1222=窗口(&W)
1222=显示或隐藏面板(&H)
1200=下一个窗口(&N)
1201=上一个窗口(&P)
1212=下一个窗口(焦点顺序)(&N)
1213=上一个窗口(焦点顺序)(&P)
1221=最近的窗口(&L)
1206=关闭(&C)
1203=关闭其它窗口(&C)
1204=垂直分割(&V)
1205=水平分割(&H)
1208=同步滚动(&S)
1209=移动到垂直分组(&V)
1211=移动到水平分组(&H)
1214=窗口置顶(&A)
1223=切换焦点(&S)
P1220=透明度(&T)
1220=不透明(&O)
P2009=帮助(&H)
2009=关联帮助(&C)
2010=使用帮助(&H)
2005=快捷键列表(&K)
1613=更多组件...
2004=报告错误(&R)
2003=检查更新(&C)
57664=关于(&A) EverEdit...

[MENU302]
1=默认
2=纤细
3=字宽
4=DOS样式

[MENU303]
1412=HEX模式(&M)
57643=撤消(&U)
57644=重做(&R)
57635=剪切(&T)
57634=复制(&C)
57637=粘贴(&P)
57642=全选(&A)
1426=跳转(&G)
1708=监视器(&I)
P1700=显示
1700=16进制(&H)
1701=10进制(&D)
1702=8进制(&O)
1703=2进制(&B)
P1704=位宽
1704=8位宽(&8)
1705=16位宽(&1)
1706=32位宽(&3)

[MENU304]
P91=其它粘贴(&P)
P1461=自定义标记(&C)
1461=使用标记1
1462=使用标记2
1463=使用标记3
1464=使用标记4
1465=使用标记5
1466=使用标记6
1467=使用标记7
1468=使用标记8
P62=代码折叠(&F)

[MENU305]
936=简体中文(GB2312)
950=繁体中文(Big5)
932=日本语(Shift-JIS)
949=韩语(949)
3=文件头(BOM)
1=更多...

[MENU307]
P201=更多...
201=\c	汉字
202=\j	平假名
203=\J	片假名
204=\P	CJK符号和标点
230=[:alnum:]	任何一个字母或数字(A-Z,a-z,0-9)
231=[:alpha:]	任何一个字母(A-Z,a-z)
232=[:ascii:]	任何一个 ASCII 范围内字符(x00-x7F)
233=[:cntrl:]	任何一个控制字符(x00-x1F,x7F)
234=[:digit:]	任何一个数字(0–9)
235=[:print:]	任何一个可显示的 ASCII 字符(x20-x7E)
236=[:space:]	任何一个空白字符(x09-x0D,x20)
237=[:graph:]	任何一个可显示的 ASCII 字符,不包含空格(x21-x7E)
238=[:lower:]	任何一个小写字母(a-z)
239=[:punct:]	可显示字符[:print:]中除去字母数字[:alnum:]
240=[:upper:]	任何一个大写字母(A-Z)
241=[:blank:]	空格或者制表符(x20,x09)
245=[:xdigit:]	任何一个十六进制数字(0-9,A-F,a-f)
1=\n	换行符
2=\t	制表符
4=^	行头
5=$	行尾
6=.	任意字符
7=\b	字符边界
8=\x00	2字节字符
9=\u0000	4字节字符
10=\w	单词(A-Z, a-z, 0-9, _)
11=\W	非单词
12=\s	空白字符
13=\S	非空白字符
14=\d	数字(0-9)
15=\D	非数字
17=[]	字符集合
18=[^]	字符集合之外
19=()	子表达式分组
20=|	或
21={n}	n次
22={n,}	多于n次
23={n,m}	n~m次
24=*	0次或多次
25=+	1次或多次
26=?	0次或1次
28=(?=exp)	正向预搜索
29=(?!exp)	正向预搜索否定
30=(?<=exp)	反向预搜索
31=(?<!exp)	反向预搜索否定

[MENU309]
1=$0	查找到的文本
2=$1	反向引用1
3=$2	反向引用2
4=$3	反向引用3
5=$4	反向引用4
6=$5	反向引用5
7=$6	反向引用6
8=$7	反向引用7
9=$8	反向引用8
10=$9	反向引用9
12=\n	换行符
13=\t	制表符
14=$$	$字符本身

[MENU310]
1=文件全路径(路径+名称+扩展名)
2=文件所在目录
3=文件名称
4=文件名称(不带扩展名)
10=主程序目录
5=当前行号
9=当前行文本
6=当前列号
7=选择的文本
8=光标处单词

[MENU311]
2=文件所在目录

[MENU312]
1280=清除
1282=终结
1285=清除高亮
1281=显示行号
1321=设置字体
1320=自动换行
1284=关闭
25=全选
86=选择当前行
33=复制

[MENU313]
57603=保存(&S)
1206=关闭(&C)
1203=关闭其它窗口(&C)
1204=垂直分割(&V)
1205=水平分割(&H)
1209=移动到垂直分组(&V)
1211=移动到水平分组(&H)
1650=复制路径(&P)
1655=在文件管理器中打开(&W)
1335=设置(&S)

[MENU314]
10=其他...
11=软空格
12=显示空白

[MENU315]
1=EverEdit默认
2=平坦
3=渐变填充
4=位图填充

[MENU316]
1=@代码片段
2=-上下文单词
3=*关键字
4=#Tags
5=~文件名称

[MENU317]
1=无
2=捕获输出
8=捕获到Web预览
3=插入
4=从新行插入
5=替换当前行
6=替换文档
7=隐藏方式运行

[MENU318]
1=无
2=保存当前文档
3=保存全部文档

[MENU319]
1209=移动到垂直分组(&V)
1211=移动到水平分组(&H)

[MENU320]
1214=插入	Enter
1210=编辑	F2
1211=删除	Del
1212=新建片段	Ctrl+N
1213=新建分组	Ctrl+Shift+N
	
[MENU321]
1218=系统菜单
1200=编辑	Enter
1206=刷新	F5
1208=在文件中查找和替换...	Ctrl+F
1210=监视当前路径
1211=添加文件夹
1205=新建文件夹
1212=在文件管理器中打开	Ctrl+O
1209=移动到最上层
1216=向上	Shift+Up
1217=向下	Shift+Down
1214=复制路径	Ctrl+C
1213=复制文件名	Ctrl+Shift+C
1203=重命名	F2
1204=新建文件	Ctrl+N
1201=永久删除	Shift+Del
1202=移除	Del
1207=属性

[MENU324]
13=回车
32=空格
9=制表符
27=Esc键

[MENU325]
1=蜂鸣
2=修改时提示
3=保存时提示
4=不提示

[MENU326]
219=常规
206=字体
246=会话
215=语言
231=拼写检查
P224=编辑
224=文件
238=编辑
254=自动完成
223=语法着色
252=性能
247=打印
P217=高级
217=标签
207=工具条
248=文件关联
272=Web预览
P244=其它
244=二进制

[MENU327]
57634=复制

[MENU328]
1=一天一次
2=一周一次
3=一月一次
4=禁止更新

[MENU329]
1221=过滤匹配
1233=筛选行
1224=统计匹配数
1225=设置书签

[MENU330]
1200=强制刷新
1201=使用CTags
1202=CTags设置

[MENU331]
1=简洁
2=矩形
3=箭头
4=矩形和线条
5=五边形

[MENU332]
1200=隐藏
1202=小图标(16*16)
1203=大图标(32*32)
1204=合并工具条
1201=自定义...

[MENU333]
1300=复制颜色
1301=粘贴颜色

[MENU334]
57643=撤消(&U)
57644=重做(&R)
57635=剪切(&T)
57634=复制(&C)
57637=粘贴(&P)
26=删除(&D)
57642=全选(&A)

[MENU335]
1220=年(0000)
1221=年(00)
1222=月(00)
1223=月(0)
1224=日(00)
1225=日(0)
1226=时-12(00)
1227=时-12(0)
1228=时-24(00)
1229=时-24(0)
1236=上午/下午
1230=分(00)
1231=分(0)
1232=秒(00)
1233=秒(0)
1234=周(长名称)
1235=周(短名称)
1237=一年中的第x天
1238=一年中的第x周

[MENU337]
1204=新建
1203=删除
1205=全选
1217=匹配大小写
1216=正则
1218=全字匹配
1219=扩展(\n,\r,\t)

[MENU338]
1206=移除面板
1201=左侧
1202=右侧
1203=底部
1205=顶部
1200=隐藏面板

[MENU341]
1=系统默认浏览器
2=Internet Explorer
3=Firefox
4=Chrome
5=Opera
100=其它浏览器

[MENU342]
1217=系统菜单
1200=编辑	Enter
1201=Hex编辑	C+H
1215=刷新Tags	F5
1216=查找Tags	C+F
1202=管理工程	C+M
1203=新建工程	F3
1204=添加文件	C+N
1205=添加当前文件	C+A
1206=添加文件夹	C+D
1218=创建文件夹
1207=重命名	F2
1208=从工程中移除	Del
1209=向上	C+Up
1210=向下	C+Down
1211=复制路径	C+C
1212=重新加载	C+F5
1213=强制保存	C+S
1214=属性	C+P

[MENU343]
1=背景色
2=下划实线
3=下划虚线
4=上下实线
5=上下虚线

[DLG202]
0=编码
1=确定
2=取消(&C)
3000=请选择编码:
3001=所有编码:

[DLG203]
0=外部工具
1=确定
2=取消
1200=添加
1201=删除
1205=提示输入参数
1216=高级
1227=分组命名
1229=图标
1230=接受输入
3000=标题:
3001=命令
3002=参数:
3003=初始目录:
3004=动作模式:

[DLG204]
0=窗口列表
2=关闭(&C)
3000=查找(&F):

[DLG205]
0=查找
1201=下一个(&N)
1202=上一个(&P)
1204=匹配大小写(&S)
1205=全字匹配(&W)
1206=正则表达式(&E)
1207=循环查找(&O)
1208=查找到即关闭(&D)
1209=高亮匹配(&H)
1212=查找全部(&A)
1218=增量查找(&I)
1219=替换(&R)>>
1226=高级(&V)
1234=扩展(\n,\r,\t)(&X)
1235=继续到下一个文件(&T)
3000=查找(&F):

[DLG206]
0=字体设置
1=确定
2=取消
1207=对中日韩字符使用单独的字体
1208=应用

[DLG208]
0=批量替换
1201=向上(&U)
1202=向下(&D)
1206=导出(&E)
1207=导入(&I)
1211=替换全部(&A)
1212=替换所选(&R)
1221=统计

[DLG209]
0=输入
1=确定
2=取消
3000=输入:

[DLG210]
0=快捷键管理
1202=绑定脚本
1203=分配
1207=删除
3000=当前快捷键:
3001=新建快捷键:
3002=*如需绑定快捷键到某个脚本,请把该脚本拖放到上面的列表中即可!

[DLG211]
0=替换
1201=下一个(&N)
1204=匹配大小写(&S)
1205=全字匹配(&W)
1206=正则表达式(&E)
1207=循环查找(&O)
1209=高亮匹配(&H)
1213=替换(&C)
1214=全部替换(&A)
1220=<<查找(&I)
1227=以高速模式进行全部替换(&M)
1229=当前文件(&C)
1230=选区(&L)
1231=所有打开的文件(D)
1234=扩展(\n,\r,\t)(&X)
1235=继续到下一个文件(&T)
3000=查找(&F):
3001=替换(&P):
3002=范围

[DLG212]
0=菜单命令

[DLG214]
0=关于EverEdit
1=确定
1210=输入注册码
1211=已授权给以下用户:
1215=购买

[DLG215]
1201=更多
3000=选择您的界面语言:

[DLG216]
1202=添加BOM(&A)
1204=以二进制打开(&B)
1205=编码(&E):
1206=换行符:

[DLG217]
1200=在主程序下方显示标签栏
1202=在标签上显示图标
1203=当文档被修改时显示星号(*)
1204=使各项目为固定宽度
1205=当仅有一个标签时隐藏标签栏
1207=显示滚动按钮
1208=显示文件下拉按钮
1209=在右侧显示全局关闭按钮
1210=在每一项中显示关闭按钮
3000=多文档标签样式:
3001=停靠窗口标签样式:

[DLG219]
1205=允许多个实例同时运行
1206=添加EverEdit到鼠标右键
1213=允许工具条多行显示
1214=在文件中查找时使用当前文件路径
1215=自动更新
1217=合并模式工具条到主工具条
3000=记忆最近打开的文件个数:

[DLG220]
0=在文件中查找和替换
1=查找(&F)
2=关闭(&C)
1205=正则表达式(&E)
1206=匹配大小写(&S)
1207=包含子文件夹(&I)
1209=使用输出窗口(&U)
1210=查找不匹配的行(&N)
1212=仅显示文件路径(&H)
1213=锁定主窗口(推荐)(&L)
1214=全字匹配(&W)
1215=在当前工程文件中查找
1216=替换
1219=备份被替换的文件(&B)
3000=查找(&T):
3001=文件夹(&R):
3002=类型(&P):
3003=编码(&D):
3004=替换(&A):

[DLG222]
0=查找中
1=停止

[DLG223]
0=语法着色
1=确定
2=取消
1201=添加(&A)
1202=删除(&D)
1227=列标记
1240=编辑
1243=高级
1249=更多
1252=使用空格代替制表符
1255=高级
3001=标题:
3002=语法文件:
3003=扩展名:
3005=模板:
3006=制表符:

[DLG224]
1207=监视文件变化
1212=启动时创建一个空白文件
1216=编码探测
1217=文件未被修改时也可以保存
1219=模板文件使用自身的编码和换行符
3000=新建文件或0字节文件:
3001=格式:
3002=编码:
3003=其它
3004=只读文件的修改:
3005=常驻模式文件:

[DLG227]
3000=请稍后....

[DLG228]
0=文件列表
1=确定
2=取消

[DLG229]
0=排序
2=取消
1200=升序
1201=降序
1202=排序(&S)
1204=匹配大小写(&S)
1205=去除重复
1206=排序到新文档(*速度快)
1208=去除空白行
1211=选区
1212=文档
1220=按照字母排序
1221=按照数字排序(01,02...09,10...)
1222=按照长度排序
3000=顺序
3001=文本
3002=排序方法

[DLG230]
0=拼写检查
3000=候选:
3001=单词:
1202=替换(&R)
1203=忽略一次(&I)
1204=忽略全部(&A)
1205=学习(&L)
1206=设置

[DLG231]
1203=注释
1204=字符串
1205=无着色文本
1206=更多
3000=词典:
3001=即时拼写时,对于语法文件只检查下面的文本:

[DLG232]
0=列标记
1=确定
2=取消

[DLG233]
0=授权
1=确认
3000=输入注册码:
1201=购买

[DLG234]
0=主题
1=保存(&S)
2=关闭(&C)
1211=应用(&A)
1213=更多
1214=主程序配色

[DLG235]
0=高级
1=确定
2=取消
1217=使用输出定位
1222=捕获
3000=正则表达式
3001=文件路径:
3002=行号:
3003=列号:
3004=保存模式:
3005=输出编码:

[DLG236]
0=高级
1=确定
2=取消
3000=工具分组:
3001=模式:
3002=帮助文件:

[DLG238]
1202=选区文本保持语法高亮的前景色
1203=选区文本的背景色扩展到窗口右侧
1208=高亮选区文本到单词边界
1209=移动光标时保持选区或者查找高亮
1211=按下Tab时跳出刚刚自动输入的配对字符
3000=禁止字符
3001=行头禁止字符:
3002=行尾禁止字符:
3003=选区
3004=折叠样式
3005=光标样式
3006=当前行样式

[DLG239]
0=序列
1=确定
2=取消(&C)
1209=10进制
1210=16进制
3000=起始:
3001=步长:
3002=次数:
3003=对齐:
3004=格式
3005=预览:

[DLG241]
0=颜色
1=确定
2=取消
3000=隔行颜色:
3001=激活的项目:

[DLG242]
0=分组
1=确认
2=取消
3000=文件名(不带扩展名):
3001=标题:

[DLG243]
0=清除历史记录
1=确定
2=取消
1200=清除最近打开的文件
1201=清除查找替换历史记录
1202=清除窗口布局记录
1203=清除所有

[DLG244]
3000=以HEX模式打开扩展名为下面的文件:

[DLG245]
3000=监视器

[DLG246]
1200=启动时加载上次关闭的文件
1201=恢复光标位置
1202=恢复书签
1203=保存/恢复被修改的文件
3000=*启用下面这些设置将会延缓启动速度

[DLG247]
1204=直接使用当前编辑器视图的字体
3000=边距(毫米)
3001=下
3002=左
3003=上
3004=右

[DLG248]
1203=关联所选

[DLG249]
1204=加粗
3000=名称:
3001=大小:
3002=字体平滑:

[DLG249]
0=全部
1=确定(&O)
1201=删除所选(&R)

[DLG250]
0=选项
1202=应用
1203=帮助
1204=取消
1205=确定
3000=类别:

[DLG251]
0=自定义标记
1=关闭
1200=正则表达式(&R)
1201=匹配大小写(&S)
1202=全字匹配(&W)
1203=添加(&A)
1204=删除(&D)
1210=开启该功能(&E)

[DLG252]
1208=读取文件时用内存作缓冲(速度快但占用内存多)
3000=当文件行数小于?时自动换行:
3001=(行)
3002=当文件大于?时以独占模式打开:
3004=自动编码探测缓存大小:
3006=语法高亮的字符个数上限:
3007=大纲视图最大解析行数:
3008=(行)

[DLG253]
0=编码探测设置
1=确定
2=取消
3000=自动探测下面的编码:

[DLG254]
1202=使用模糊匹配
3000=触发按键:
3001=显示延迟:
3002=(毫秒, 推荐150毫秒)
3003=全部:
3004=已选择:

[DLG255]
0=切换文件类型
1=确定
2=取消
1201=配置

[DLG259]
0=自定义日期/时间的格式
1=确定
2=取消
3000=预览:

[DLG260]
0=查找
1=查找(&F)
2=取消
1207=替换(&R)
1208=全部替换(&A)

[DLG261]
0=HEX
3000=查找(&T):

[DLG262]
0=文本
1206=匹配大小写(&M)
1211=&Big Endian(大端)
3000=查找(&T):
3001=类型(&D):

[DLG263]
0=数字
1200=限定到数据类型边界(&R)
1211=&Big Endian(大端)
3000=查找(&T):
3001=类型(&D):

[DLG264]
0=替换
1206=匹配大小写(&M)
1211=&Big Endian(大端)
3000=查找(&T):
3001=替换为(&O):
3002=类型(&D):

[DLG265]
0=跳转
1=跳转(&G)
2=取消
1201=文件起始位置(&B)
1202=文档末尾位置(&E)
1203=使用16进制地址(&H)
1206=当前光标位置(&C)
3000=偏移(&O)
3001=相对位置

[DLG270]
0=比较
1=比较
2=关闭
1203=配置
3000=左:
3001=右:

[DLG271]
0=配置
1=确认
2=取消
1208=预配置
3000=外部比较工具的路径:
3001=参数:

[DLG272]
1200=添加
1201=修改
1202=删除
3000=主机/目录 设置:
3001=外部浏览器:
3002=其它浏览器:

[DLG273]
0=主机/目录映射
1=确认
2=取消
3000=主机:(例如: http://localhost:8080/myproject)
3001=目录:(例如: c:\iisroot\myproject)

[DLG274]
0=新建工程
1=确认
2=取消
3000=文件名不带扩展名:
3001=工程标题:

[DLG276]
0=工程管理
1=打开
2=关闭
1200=新建
1201=删除

[DLG277]
0=升级EverEdit
1=确认
2=取消
1203=继续
1206=查看更新
1207=EverEdit发布了最新的版本!
1208=您希望更新到该最新版本吗?
1209=全选
1210=全不选
1400=无法创建[update]目录!
1401=正在下载...
1402=发生了一个错误,错误号是[%d]!
1403=下载已完成!
1404=正在解压缩...
1405=检测到EverEdit正在运行,您需要先关闭它!
1406=您想取消当前正在进行的操作吗?
1407=%d 个文件需要您的确认!
1408=恭喜您,已升级到最新版本的EverEdit!
1409=无法复制文件，从 %s 到 %s!\n\n再试一次?

[DLG278]
0=帮助

[DLG279]
0=主程序配色
1=确认
2=取消
1200=激活该功能
3000=渐变颜色
3001=开始颜色:
3002=结束颜色:

[DLG281]
0=语法着色匹配规则
1=确认
2=取消
3000=文件扩展名(txt;log;html):
3001=文件名的匹配规则:
3002=文件首行的匹配规则:

[DLG282]
1201=本程序只能运行在Windows NT系统之上!
1202=本程序只能从EverEdit中调用!
1203=无法创建文件 "%s"
1204=无法为管道设置安全配置.
1205=无法获取文件的安全信息 "%s"
1206=无法设置文件的安全信息 "%s"
1207=无法获得权限为该文件设置安全信息 "%s"

[STRING]
1=向左移动光标\n向左
2=向右移动光标\n向右
3=向上移动光标\n向上
4=向下移动光标\n向下
5=移动光标到行头\n移动到行头
6=移动光标到行尾\n移动到行尾
7=移动光标到文档开始\n到文档开始
8=移动光标到文档结束\n到文档结束
9=向上翻页\n向上翻页
10=向下翻页\n向下翻页
11=移动到下一个单词\n下一个单词
12=移动到上一个单词\n上一个单词
13=向左选择一个字符\n向左选择
14=向右选择一个字符\n向右选择
15=向上选择一行\n向上选择
16=向下选择一行\n向下选择
17=选择到行头\n选择到行头
18=选择到行尾\n选择到行尾
19=选择到文件起始\n选择到文件起始
20=选择到文件结束\n选择到文件结束
21=向上选择一页\n向上选择一页
22=向下选择一页\n向下选择一页
23=向右选择一个单词\n向右选择单词
24=向左选择一个单词\n向左选择单词
26=删除上一个字符或选区\n删除
27=删除下一个字符或选区\n向右删除
28=向左删除到当前单词或者同一类型字符的左侧边界\n向左删除单词
29=向右删除到当前单词或者同一类型字符的右侧边界\n向右删除单词
30=删除当前行\n删除当前行
36=在覆写和插入模式之间切换\n覆写\编辑模式
38=不移动光标且向上滚动屏幕\n向上滚动
39=不移动光标且向下滚动屏幕\n向下滚动
40=移动光标到屏幕当中\n中置光标
44=在当前行之后添加新的一行\n在当前行之后新建行
45=在当前行之前添加新的一行\n在当前行之前新建行
46=选择当前单词\n选择当前单词
47=缩进选区或者当前行\n缩进
48=反缩进选区或者当前行\n反缩进
49=把当前行往上移动\n上移
50=把当前行往下移动\n下移
52=展开折叠当前区块\n展开折叠
54=重复一次当前行的内容\n重复当前行
55=选择到上一行\n选择到上一行
56=选择到下一行\n选择到下一行
57=把选区内容转为大写\n大写
58=把选区内容转为小写\n小写
59=移动光标行到屏幕当中\n中置光标行
60=移动到配对的括号处\n括号匹配
61=以首行缩进其它所有行\n粘贴并缩进
62=折叠当前区块\n折叠
63=去除选择行的行头空格\n去除行头空格
64=去除选择行的行尾空格\n去除行尾空格
66=在当前位置插入新行\n插入换行符
67=选择到匹配的括号处\n选择到括号
68=复制当前行的内容到剪贴板\n复制当前行
69=把制表符转换为空格\n制表符转为空格
70=把空格转换为制表符\n空格转为制表符
72=把选区或者下一行和当前行合并为一行\n合并行
73=移动光标到子行的行头\n移动到子行头
74=移动光标到子行的行尾\n移动到子行尾
75=选择到子行的行头\n选择到子行头
76=选择到子行的行尾\n选择到子行尾
77=选择到匹配的括号处,同时包含括号本身\n选择到括号(包含括号本身)
79=删除到行头\n删除到行头
80=删除到行尾\n删除到行尾
81=交换当前光标左右两侧的字符\n交换字符
82=反转当前选区的大小写\n反转大小写
83=把行头的制表符转换为空格\n行头制表符转为空格
84=把行头的空格转换为制表符\n行头空格转为制表符
85=删除光标处的单词\n删除单词
86=选择光标处的整行\n选择整行
87=剪切选区并把它追加到的剪贴板中\n追加剪切
88=复制选区并把它追加到的剪贴板中\n追加复制
89=把所有标记的行都复制到剪贴板中\n复制标记行
90=把所有标记的行都剪切到剪贴板中\n剪切标记行
91=以列模式把剪贴板的内容粘贴到当前文档\n列模式粘贴
94=按行粘贴文本到每一行的行尾\n粘贴到每行尾
95=移动光标到下一个段落\n下一个段落
96=移动光标到上一个段落\n上一个段落
97=把选区文本全部转为全角\n转为全角
98=把选区文本全部转为半角\n转为半角
102=使选区文本的单词首字母变为大写\n单词首字母大写
104=移动光标到下一个编辑位置\n下一个编辑位置
105=移动光标到上一个编辑位置\n上一个编辑位置
106=选择选区中的每一行\n选择选区每一行
149=打印预览
1200=移动到下一个文档\n下一个文档
1201=移动到上一个文档\n上一个文档
1202=关闭所有窗口\n关闭全部
1203=关闭其它所有文档\n关闭其它
1204=垂直分割当前窗口\n垂直分割
1205=水平分割当前窗口\n水平分割
1206=关闭当前窗口\n关闭
1208=同步滚动被分割的窗体\n同步滚动
1209=移动当前文档到垂直分组,如果不存在则建立\n垂直分组
1211=移动当前文档到水平分组,如果不存在则建立\n水平分组
1212=以焦点顺序移动下一个文档文档\n下一个文档(焦点顺序)
1213=以焦点顺序移动到上一个文档\n上一个文档(焦点顺序)
1214=使主程序始终在最上面\n窗口置顶
1220=让主窗口不透明\n不透明
1221=激活最近一次访问的窗口\n最近的窗口
1222=显示或隐藏当前面板\n显示或隐藏面板
1223=在分割窗口或者文件分组间切换焦点\n切换焦点
1230=配置文件模板
1231=用模板创建一个新文档\n新模板文档
1233=创建一个新的二进制文档\n新建二进制
1234=保存所有的文档\n保存全部
1236=清除最近的各种历史记录,比如最近打开的文档,查找,替换等\n清除历史记录
1237=丢弃未保存的内容,重新打开当前文件\n重新加载
1276=设置或取消书签到当前行\n切换书签
1277=清除当前文档的全部书签\n清除书签
1278=跳转到上一个书签\n上一个书签
1279=跳转到下一个书签\n下一个书签
1288=用外部浏览器预览当前文档\n外部浏览器预览
1289=输出当前文档的内容到web窗口(在停靠窗口中显示)\nWeb输出
1290=以内置浏览器预览当前文档\nWeb预览
1291=显示或隐藏打开的文件列表\n文件列表
1292=显示或隐藏快捷目录窗口\n快捷目录
1293=在指定列处自动换行并把制表符长度扩展为普通字符\n指定列换行并扩展制表符
1294=取消自动换行\n取消自动换行
1295=在指定列处自动换行\n指定列换行
1296=在窗口边界处进行自动换行\n窗口边界处换行
1297=智能换行,智能判断行首行尾禁则字符等\n智能换行
1298=管理已安装的主题\n主题
1300=显示或隐藏行号\n行号
1301=显示或隐藏标尺\n标尺
1302=显示或隐藏空白(Tab和空格)\n空白
1303=显示或隐藏换行符\n换行符
1304=显示或隐藏文档结束符\n文档结束符号
1305=显示或隐藏当前行\n当前行
1306=显示或隐藏控制字符\n控制字符
1307=隐藏或者显示缩进线\n缩进线
1309=在行为显示被折叠的尾部字符\n折叠尾部字符
1310=在选区中显示所有不可见字符\n选择时全部显示
1311=在行号区显示一条边界虚线\n边界线
1312=显示或隐藏大纲视图\n大纲视图
1313=高亮单行选区中的文本\n选区高亮
1314=显示或隐藏模式工具条\n模式工具条
1318=管理自定义标记\n自定义标记
1320=执行自动换行\n自动换行
1321=设置字体\n设置字体
1322=显示或者隐藏命令窗口(当命令窗口无焦点时则设置焦点到命令窗口)\n命令窗口
1323=设置当前文档的行间距\n行间距
1324=显示或隐藏标签栏\n标签栏
1325=显示或隐藏输出窗口\n输出窗口
1326=高亮匹配的括号\n高亮括号
1327=在当前文档中高亮网址和邮件地址\n高亮网址和邮件
1328=打开或关闭全屏模式\n全屏模式
1329=显示或隐藏代码片段窗口\n代码片段
1330=取消折叠并隐藏折叠区域\n取消折叠
1331=按照语法进行代码折叠\n语法折叠
1332=按照缩进进行代码折叠\n缩进折叠
1336=显示选项对话框\n选项
1337=显示或隐藏列标记\n列标记
1338=打开或禁止列模式\n列模式
1339=折叠该文档的第一层折叠\n折叠全部
1400=展开该文档的第一层折叠\n取消折叠全部
1401=查找下一个匹配的地方\n查找下一个
1402=查找上一个匹配的地方\n查找上一个
1403=列出该单词在文章中出现的所有地方,如果不存在选区则列出光标下方词汇\n查找全部
1406=向下查找光标处的单词或者选择的文本\n查找下一个单词
1407=向上查找光标处的单词或者选择的文本\n查找上一个单词
1408=在多个文件中查找或替换指定的字符串\n在文件中查找和替换
1409=从选区或者当前文档中删除重复的行\n删除重复行
1410=向下选择相同的单词并进入多点编辑\n快速选择
1412=以HEX模式显示并编辑当前文档\nHEX模式
1413=在当前行或者已选择的行中插入单行注释符\n单行注释
1414=在当前行或者已选择的行中取消单行注释符\n取消单行注释
1415=在当前行或者已选择的行中插入多行注释符\n多行注释
1416=在当前行或者已选择的行中取消多行注释符\n取消多行注释
1417=插入当前日期
1418=插入当前时间
1419=自定义日期/时间的格式\n自定义日期/时间
1420=一键执行批量替换\n批量替换
1422=以当前选区或者光标处单词选择文档内所有的匹配\n选择所有匹配
1423=使普通选区之外的区域不可编辑\n部分编辑
1424=增大当前文档的字号\n增大字号
1425=减小当前文档的字号\n减小字号
1426=跳转到当前文档的指定行\n跳转
1427=自动以当前文件内存在的单词完成光标处输入\n单词完成
1428=从选区或者当前文档中删除空白行\n删除空白行
1429=清空剪贴板\n清空剪贴板
1430=应用该字体到当前文档
1436=输出窗口
1437=命令窗口
1438=打印字体
1439=HEX字体
1440=函数提示窗口
1459=管理语法着色文件\n语法着色
1460=管理自定义快捷键\n快捷键
1461=添加选区到自定义标记\n添加到标记
1570=开始或停止录制宏\n录制
1571=执行缓存中的宏1次\n回放
1572=保存缓存中的宏到文件\n保存宏
1573=重复当前的脚本\n重复
1574=重新读取脚本文件,并刷新脚本菜单\n刷新脚本菜单
1576=读取一个宏到当前缓存,用于播放\n读取
1577=以文本方式查看当前缓存中的宏\n查看
1580=添加或删除自定义工具\n用户工具
1590=使用该分组的自定义工具\n应用分组
1612=生成一段有序文本\n序列
1613=访问GitHub获取更多的组件\n更多
1614=对选区进行求和,数字需以空格或者换行符进行分割\n选区求和
1615=使用外部工具对两个文件进行比较\n文件比较
1650=复制当前文档的路径和名称到剪贴板\n复制全路径
1651=自动粘贴被复制或剪切到剪贴板的文本\n监视剪贴板
1652=排序当前文档\n排序
1653=重新读取所有的语法着色文件\n刷新语法
1654=关闭或打开自动缩进\n自动缩进
1655=在文件浏览器中定位当前文件\n在文件管理器中打开
1656=配置语法文件
1657=自动插入匹配的括号\n自动配对
1658=重新读取,并变更当前文档的显示编码\n编码
1659=转换当前文件的编码\n转换编码
1660=以文本的方式查看当前位置的Scope信息\n查看Scope
1661=进入全屏然后以浏览模式查看当前文件并禁止编辑功能\n浏览模式
1662=切换当前文件的类型\n切换文件类型
1663=移动下一个配对的字符\n下一个配对字符
1664=进入全屏然后以写作模式编辑当前文件\n写作模式
1665=使当前文件不可编辑\n禁止编辑
1666=在HTML/XML文档内,当输入</时自动完成未闭合的标签\n自动HTML/XML标签
1671=在当前文档内使用空格代替制表符\n软空格
1672=在行号旁边显示图标区域\n图标区域
1673=扩展当前行背景到窗口左侧\n扩展当前行背景
1674=为同一折叠级别的文本显示背景色\n同层背景色
1683=弹出模式对话框对该文档进行拼写检查\n拼写检查
1684=进行即时拼写检查,错误的单词下面将标识波浪线\n即时拼写检查
1690=忽略该单词的拼写错误\n忽略全部
1691=加入该单词到用户字典\n添加到词典
1692=设置拼写检查\n设置拼写检查
1770=查看工程窗口\n工程窗口
1771=更新当前工程和已打开文件的Tags\n刷新Tags
1772=新建或者删除工程\n管理工程
1774=添加当前文件到打开的工程\n添加当前文件
1775=查找打开的文件,工程文件,tags或者执行命令\n万能查找
1776=在工程文件中查找或者替换字符串\n在工程中查找和替换
2003=到www.everedit.net获取最新版\n检查更新
2004=发送错误报告到官方网站www.everedit.net\n报告错误
2005=在一个新文档中查看所有的快捷键\n快捷键列表
2200=下一页\n下一页
2201=上一页\n上一页
2202=放大\n放大
2203=缩小\n缩小
2204=关闭打印预览窗口\n关闭
2205=彩色打印\n彩色
2206=自动换行\n自动换行
2207=打印行号\n行号
2208=页 %d of %d
15001=%s 已经被更改, 需要保存吗?\n\n*按住Shift键强制关闭全部
15002=您选择了一个新的编码,要用该编码重新读取这个文件吗?
15003=输入行号 (%d ~ %d):
15004=请输入行间距(0~200像素):
15005=%d个文件被找到!
15007=清除这个快捷键吗?
15008=[%s]不是一个命令!
15009=参数
15010=请输入参数
15011=这是多级快捷键的触发器,你不能指派该快捷键!
15012=<新工具>
15013=重复脚本
15014=重复次数:
15015=请输入tab的大小(2~64):
15016=跳转
15017=行间距
15019=自动探测
15020=所有文件
15021=无标题
15022=这个快捷键已经被分配给:\n[ %s ]\n需要把它删除吗?
15023=正在等待下一次按键...
15024=查找:[%s]在[%s]中
15025=行数:%d
15026=我的语法文件
15027=排序%d
15028=您正在试图进行大批量排序, 需要重定向到新文档中吗?\n*速度较快,推荐
15029=您尚未选择任何单行文字!
15030=默认
15031=%s 已被设置为默认的语法文件!
15032=确定重新读取全部的语法着色文件吗?
15033=%s\n\n该文件已被其它程序更改,需要重新加载吗?
15034=%d字符,%d行
15035=配置制表符和缩进的大小:
15036=软空格
15037=制表符
15038=插入
15039=覆写
15040=列模式
15041=文件头
15042=无文件头
15043=该文件不存在或者已被更改,请先保存!
15044=请输入可以被认为是单词的特殊字符, 比如-#等:
15045=默认语法着色文件已被移除!
15046=无
15047=请输入偏移 (%d ~ %d):
15048=请输入该组的名称:
15049=共找到%d行,在文件夹%s中
15050=共找到%d行,在文件夹%s中 (耗时%.2lf秒)
15051=共找到%d处!
15052=起始页
15053=请输入自动换行的列号:
15054=EverEdit已发布最新版本,去网站下载吗?
15055=<运行>: 命令已运行结束!
15056=提示变更
15057=自动读取
15058=读取并滚动到尾部
15059=拖放文件或者文件夹到这儿!
15060=更多
15061=确定删除该项目吗?
15063=请先关闭所有已打开的代码片段!
15064=错误的代码片段格式!
15065=请输入触发关键字:
15066=触发文本
15067=代码片段:请在下一行开始输入内容!
15068=名称
15069=空
15070=文本文件
15071=该位置不存在已定义的Scope!
15072=替换:[%s] 到 [%s]
15073=运行:%s\n
15074=输出结束,返回值是[%d].
15075=当前输出被终止!
15076=自定义工具
15077=%d行被设置上了书签!
15078=解析中...
15079=无列表!
15080=%s\n\n确定重新加载该文件吗?
15081=请输入该主题的唯一名称:
15082=区域
15083=背景
15084=前景
15085=粗
15086=斜
15087=您需要重启EverEdit以应用该设置!
15088=矩
15089=下
15090=删
15091=双
15092=点
15093=波
15094=已完成拼写检查!
15095=选区: %d
15096=偏移: %08X
15097=大小: %d
15098=该文件不存在!\n%s
15099=共找到%d行.
15100=无法加载文件 %s!\n
15102=%s:无法执行该命令!%s
15103=无法弹出该菜单为对话框!
15104=解析脚本时发生错误:\nFile: %ws\nSource: %ws\nError: %08X\nDescription: %ws\nLine: %d\n
15105=无法创建脚本引擎!
15108=无法初始化打印程序,请确认您是否安装了一个打印机!
15109=EverEdit无法读取大于2GB的文件!
15110=该主题已存在,请输入一个新的名称!
15111=<错误>: 重定向线程已死亡!
15112=<错误>: 读取标准输出管道时发生错误!
15113=<错误>: 重定向输出时发生错误: %x
15114=只能删除最上层的项目!
15115=该文件已存在,请选择另一个文件名!
15116=%s\n\n该文件不存在!
15117=执行函数时发生错误!\n\n%s::%s
15118=执行操作失败,请用管理员权限运行!\n\n%s
15119=无法和已存在的EverEdit实例建立通信！
15120=初始化拼写检查引擎时失败!\n词典:%s\n文件:spell.dll\n\n请到 http://www.everedit.net/download 下载最新的词典文件!
15121=该命令只可在菜单中执行!
15122=该文件类型没有关联的帮助文件!
15200=已替换%d处!
15204=在当前位置之下找不到该字符串:%s
15205=在当前位置之上找不到该字符串:%s
15206=无法保存该文件,请确认您是否具有权限且该文件未被锁定或者是只读!\n%s\n%s
15207=无法读取这个主题!
15208=无法保存主题到 %s!
15209=您正在试图修改一个只读文件!
15210=您正在试图保存一个被修改的只读文件, 确定保存吗?
15211=找不到该字符串:%s
15212=已搜索到该文档的末尾!
15213=您未选择备份被替换的文件,继续吗?
15214=Everedit在进行替换时不支持环视正则表达式!
15215=当前选择的文件被修改或者不存在!\n\nEverEdit试图保存到临时目录进行比较,确定?
15216=请先选择2个文件!
15217=被比较的文件是同一个文件!
15218=外部比较工具不存在!\n%s
15219=您正试图在文件夹中进行替换,继续吗?
15240=查找
15241=替换为
15242=选项
15243=已替换
15244=全部:%d\n\n已勾选:%d\n\n已选择:%d
15245=已删除空白行:%d
15246=已删除重复行:%d
15247=多选
15248=正在使劲加载文件, 请稍候...
15249=当前分组的工具已被修改,保存吗?
15250=按键
15251=命令
15252=说明
15253=脚本
15255=成功设置文件关联!
15256=%d个匹配被选择!
15257=该注册码不正确!
15258=感谢您购买EverEdit的授权!\n\n我们会持之以恒地向您提供最好的软件和服务!
15259=个人用户
15260=团队用户
15261=主机
15262=目录
15263=您正在使用最新版本!
15264=%d 个文件, %d 个位置被替换于 %s\n
15265=工程解析完毕!
15266=输入文件夹的名称:
15267=确认删除该项目和其子项目吗??
15268=当前文件文件是临时文件或者不存在!
15269=正在解析工程符号...
15270=@未命名工程
15271=删除该工程?
15272=共找到 %d 个项目!
15273=所有打开的文件的Tags解析完毕!
15274=#:查找已打开的文件或者工程中的文件\n@:在已打开的文件或者工程文件中查找tags, F5:刷新tags\n/:查找和替换\n!:执行外部工具\n0~9:跳转到指定行
15275=保存注册码到注册表吗?\n是: 保存到注册表\n否: 保存到文件
15300=默认文本
15301=选区
15302=行号
15303=标尺
15305=空白/换行符/文档结束符
15306=书签
15307=折叠区域
15308=图标区域(调试信息等...)
15309=当前行
15310=选区边界指示符
15311=控制字符
15312=括号/配对
15313=波浪线,拼写检查错误等
15314=缩进线
15315=编辑器下方空白区域
15316=注释1(单行注释)
15317=注释2(多行注释)
15318=单引号字符串
15319=双引号字符串
15320=标签Tag
15321=网页地址
15322=邮件地址
15323=数字
15324=宏
15325=边界线
15326=函数
15327=关键词1
15328=关键词2
15329=关键词3
15330=关键词4
15331=用户自定义1
15332=用户自定义2
15333=用户自定义3
15334=用户自定义4
15335=查找高亮
15337=变量
15339=嵌入语言开始和结束标记
15441=操作符
15443=自动完成
15444=用户自定义5
15445=用户自定义6
15446=用户自定义7
15447=用户自定义8
15448=函数提示窗口
16000=勾选所有的项目
16001=去掉所有的勾选项目
16002=选择全部项目
16003=删除已选择项目
16004=添加新项目
16005=用已选择的项目替换当前文件
16006=以当前主题为基础,添加一个新主题
16007=删除主题
16010=双击应用主题
16011=高速替换到一个新文档!\n你可以进行多行替换!
16012=设置当前选择的语法着色为默认类型!\n新建文件将会使用该着色项目!
16013=清空默认的着色项目!
29500=运行该工具\n运行工具
34000=运行这个脚本\n运行脚本
35080=以该模板创建一个新文档
57345=就绪
57600=创建一个新的文档\n新建
57601=打开已存在的文档\n打开
57602=关闭当前窗口\n关闭
57603=保存当前文档\n保存
57604=另存当前文档\n另存为
57605=改变打印页页面设置\n页面设置
57606=改变打印机和页面设置\n打印设置
57607=打印当前文档\n打印
57609=预览当前文档\n打印预览
57632=擦除选区\n擦除
57633=擦除全部\n擦除全部
57634=复制当前选区到剪贴板\n复制
57635=剪切当前选区到剪贴板\n剪切
57636=查找指定的字符串\n查找
57637=粘贴剪贴板的文字到当前文档\n粘贴
57640=重复上一次操作\n重复
57641=替换某字符串为指定字符串\n替换
57642=选择全部文件\n选择全部
57643=撤销上一次操作\n撤销
57644=重做上一次操作\n重做
57653=分割当前窗口\n分割
57664=显示程序信息\n关于
57665=退出程序;提示保存文档\n退出
57680=切换到下一个面板\n下一个面板
57681=切换到上一个面板\n上一个面板
59392=显示或隐藏工具栏\n工具栏
59393=显示或隐藏状态栏\n状态栏
61184=改变窗口大小
61185=改变窗口大小
61186=最小化该窗口
61187=最大化该窗口
61188=切换到下一个文档窗口
61189=切换到下一个文档窗口
61190=关闭活动窗口并提示保存文档
61202=将窗口恢复为正常尺寸
61203=激活任务列表
61215=激活该窗口
61402=打开该文件
65534=弹出该菜单为对话框\n弹出
